{
  "home": "الصفحة الرئيسية",
  "serv": "خدماتنا",
  "our-services-desc": "حلول ذكية من أجل مستقبل رقمي",

  "who-are-title": "نبذة عنا",
  "who-are-subtitle": "نصمم التكنولوجيا لخدمة أعمالكم بكفاءة",
  "who-are-content1": "شركة GST هي شركة مصرية متخصصة في الحلول البرمجية والتقنية، تأسست بهدف واضح:\n تقديم حلول ذكية وعملية لكل تحدٍ تقني.\n نرافق عملاءنا في جميع مراحل المشروع، بدءًا من التحليل والتخطيط، مرورًا بالتصميم والتطوير، وصولًا إلى الإطلاق والدعم الفني.",
  "who-are-second": "فريق عمل متكامل من المبرمجين والمصممين والمستشارين وخبراء التسويق",
  "who-are-third": "حلول مصممة خصيصًا لتلبية احتياجات كل عميل وفق أهدافه وتوجهاته",

  "title-1-about": "شركة معتمدة",
  "title-2-about": "فريق من الخبراء",

  "mobile-dev": "تطوير تطبيقات الهواتف الذكية",
  "mobile-desc": "نقوم بتصميم وتطوير تطبيقات مخصصة بأنظمة iOS وAndroid، تجمع بين الكفاءة التقنية والتجربة البصرية المتكاملة.",
  "web-dev": "تصميم المواقع الإلكترونية",
  "web-desc": "نقدم مواقع إلكترونية احترافية سريعة، آمنة، ومتوافقة مع جميع الأجهزة، بالإضافة إلى لوحات تحكم مرنة لإدارة المحتوى.",
  "custom-sw": "تطوير الأنظمة البرمجية حسب الطلب",
  "custom-desc": "نحلل طبيعة أعمالك ونقوم ببناء أنظمة برمجية مخصصة تدعم التشغيل الداخلي، الإدارة، وخدمة العملاء، باستخدام أحدث التقنيات.",
  "consulting-s": "الاستشارات التقنية والتنفيذية",
  "consulting-desc": "نوفر دعمًا استشاريًا متكاملًا لتوجيه قراراتكم التقنية بشكل استراتيجي، مع وضع خارطة طريق دقيقة لتنفيذ المشاريع.",
  "plans-s": "دراسات الجدوى والخطط التسويقية",
  "plans-desc": "نقوم بإعداد دراسات جدوى واقعية ومبنية على تحليل دقيق، إلى جانب وضع استراتيجيات تسويقية فعالة لتحقيق أهداف النمو.",
  "contact-us": "تواصل معنا",

  "why-us": "لماذا تختارنا",
  "collab": "استنتاجات تسويقية مبنية على البيانات",
  "results": "تطوير حلول برمجية مخصصة",
  "transparency": "تحسين محركات البحث والتسويق الرقمي ",
  "ongoing-support": "خدمة عملاء 24 ساعة",
  "growth": "استراتيجيات تطوير الأعمال",
  "user-friendly": "حلول مريحة للمستخدم ",
  "mob-num": "رقم الموبايل:",
  "num-digits": "1553304400 20+",
  "loc-desc": "فيلا ١٦٧، التسعين الشمالي، قسم أول القاهرة الجديدة،  مصر ",

  "tharawat": "موقع ثروات",
  "thr-desc": "ثروات هي شركة رائدة في تقديم خدمات متنوعة تغطي عدة مجالات حيوية، تهدف إلى دعم وتنمية الاقتصاد المحلي والدولي. تأسست الشركة لتكون مركزًا رئيسيًا لتقديم حلول شاملة للمشاريع والاستثمارات.",
  "tools-used": "الأدوات المستخدمة :",
  "purchase": "شراء",
  "preview": "معاينة",

  "souq": "موقع سوق مزاد",
  "souq-desc": "يقدم سوق مزاد تجربة قيّمة في عالم التجارة الإلكترونية العالمي. إنه أكثر من مجرد تطبيق للشراء والبيع؛ فهو يتيح لك أيضًا شراء وبيع وتسوق وتبادل المنتجات. يقدم سوق مزاد عروضًا وخصومات رائعة على مجموعة واسعة من المنتجات، بما في ذلك الهواتف المحمولة والإلكترونيات وغيرها الكثير.",

  "design-house": "موقع ديزاين هاوس",
  "design-house-desc": "ديزاين هاوس متجرٌ للهدايا والديكورات، مقره القاهرة، مصر، منذ عام ٢٠١٩. يقدم هذا الموقع الإلكتروني خدماتٍ متنوعة، تشمل التصميم والديكور الداخلي والتصميم الداخلي، وغيرها. نحن ملتزمون بتقديم تجربة فريدة واستثنائية لعملائنا.",
  "about-footer": "في GST، لا نكتفي بتطوير البرمجيات، بل نبتكر حلولًا تقنية متكاملة تحدث تحولًا حقيقيًا في طريقة عمل المؤسسات. نعمل مع الشركات والجهات المختلفة لتحويل التحديات التقنية إلى فرص نمو ملموسة ومستدامة.",
  "quick": "لينكات قد تهمك",
  "news-letter": "النشرة الإخبارية",
  "news-letter-desc": "اشترك في النشرة الإخبارية الأسبوعية لدى G.S.T للحصول على آخر التحديثات.",

  "line-1": "هل لديكم فكرة مشروع وتبحثون عن الشريك التقني المناسب لتنفيذها؟",
  "line-2": "يسعدنا تواصلكم معنا لتقديم استشارة أولية مجانية، والرد خلال 24 ساعة.",
  "feat-1": "واتساب مباشر",
  "feat-2": "استشارة أولية مجانية",
  "feat-3": "دعم سريع ومهني",
  "services-title": "نقدم خدمة حصرية لعملك",
  "about-body": "نحن نعمل على زيادة نجاح الأعمال من خلال حلول تكنولوجيا المعلومات.",
  "appointment": "حدد موعدًا",
  "call-us": "اتصل بنا على:",
  "about-title": "حلول تسويقية وبرمجية شاملة لتمكين الشركات",
  "context": "عزز نمو شركتك من خلال استراتيجيات تسويقية مفصلة وحلول برمجية إبداعية، تم تصميمها خصيصًا لتلبية متطلباتك المتميزة.",
  "select-subject": "اختر العنوان",
  "make-appointment": "تنسيق موعد",
  "make-appointment2": "نسق موعد معنا",

  "intro-first": "التسويق",
  "intro-second": "تطوير البرمجيات",
  "intro-third": "الاستشارة",

  "intro-first-1": "طوّر أعمالك عبر",
  "intro-second-1": " بواسطة ادعم أعمالك",
  "intro-third-1": "توجيه الخبراء لـِنجاح",

  "intro-first-2": " التسويق الاستراتيجي",
  "intro-second-2": " برمجيات مخصصة",
  "intro-third-2": " التسويق والبرمجيات",

  "intro-first-desc": "عزّز حضورك الرقمي، وتفاعل مع جمهورك، وحقق تحويلات باستخدام استراتيجيات تسويقية مصممة خصيصًا لتلبية أهداف عملك الفريدة.",
  "intro-second-desc": "عزّز كفاءتك، وبسّط عملياتك، وتفوق على المنافسين بحلول برمجية مبتكرة مصممة لأعمالك تحديدًا.",
  "intro-third-desc": "سواء كنت تسعى لتحسين خطتك التسويقية أو لتطوير برمجيات رائدة، فإن فريق خبرائنا مستعد لتقديم رؤى مفصلة ودعم متواصل في جميع مراحل العمل.",

  "discover-more": "اكتشف المزيد",
  "about-company": "نبذة عن الشركة",
  "it-services": "خدماتنا التقنية",
  "recent-posts": "أحدث المنشورات",
  "loader": "تخطي التحميل الأولي",
  "our-projects": "مشاريعنا",
  "latest-project": "أحدث مشاريعنا",
  "blog": "مدونتنا",
  "follow": "زوروا صفحاتنا على:",
  "loc": "زوروا مقرنا:",
  "marketing-title": "خدمات تسويقية ",
  "marketing-content": "نقدم في GST حلولًا تسويقية متكاملة لإدارة الحملات، وخطط استراتيجية، ومحتوى مخصص لتعزيز العلامات التجارية وتحقيق أهدافها، والوصول للجمهور المستهدف بأحدث الأدوات.",
  "honorable": "تكريمات مرموقة ",
  "experts": "كفاءات ماهرة",
  "clients": "عملاء سعداء",
  "projects": "مشاريع مكتملة ",
  "solution-title": "نعمل سويًا على بناء شركات ناجحة بتسويق ذكي وحلول برمجية متطورة",
  "solution-desc": "طوّر أعمالك من خلال استراتيجيات تسويقية رائدة وحلول برمجية مبتكرة. يقدم فريقنا المتخصص خدمات مفصلة لتعزيز تواجدك الرقمي، وتبسيط سير العمل، وتحقيق النمو المنشود.",
  "partnership": "شراكتكم نحو النجاح الرقمي",
  "years": "سنوات خبرة",

  "terms-conditions": "الشروط والأحكام",
  "gst":"شركة GST لحلول البرمجيات والتسويق",
  "terms-intro":"أهلاً بكم في الموقع الرسمي لشركة GST لحلول البرمجيات والتقنية.بدخولكم إلى موقعنا الإلكتروني أو استخدامكم لخدماتنا، فإنكم توافقون على الالتزام بالشروط والأحكام التالية والخضوع لها. إذا كنتم لا توافقون على أي جزء من هذه الشروط، يرجى عدم استخدام موقعنا الإلكتروني أو خدماتنا."
}
