{
  "home": "Home",
  "about-us": "About Us",
  "serv": "Services",
  "our-services": "what we do",
  "our-services-desc": "Smart Solutions for Digital Future",

  "who-are-we": "WHO ARE WE",
  "who-are-title": "About Us",
  "who-are-subtitle": "We Design Technology To Serve Your Business Efficiently",
  "who-are-content1": "G.S.T is an Egyptian company specializing in software and technology solutions. It was founded with a clear goal:\nTo provide smart and practical solutions to every technical challenge.\n We accompany our clients through all project phases, from analysis and planning, through design and development, to launch and technical support.",
  "who-are-first": "Extensive experience in implementing complex technical projects",
  "who-are-second": "An integrated team of programmers, designers, consultants and marketing experts",
  "who-are-third": "Solutions tailored to meet each client's needs according to their goals and orientations.",

  "title-1-about": "Certified Company",
  "title-2-about": "Expert Team",

  "mobile-dev": "Mobile App Development",
  "mobile-desc": "Designing innovative mobile apps that enhance user engagement and customer experience.",
  "web-dev": "Web Development",
  "web-desc": "Creating websites with exceptional user interfaces and seamless browsing experiences.",
  "custom-sw": "Custom Software Solutions",
  "custom-desc": "Precision-engineered custom software exclusively for your business, driving efficiency and innovation.",
  "consulting-s": "Technical and Executive Consulting",
  "consulting-desc": "Make smarter technical decisions. Comprehensive insights and guidance aligning tech with business goals.",
  "plans-s": "Feasibility Studies and Marketing Plans",
  "plans-desc": "Preparing comprehensive feasibility studies and implementing marketing strategies to explore new opportunities.",
  "more-details": "More Details",
  "contact-us": "Contact Us",
  "see-more": "See More",
  "how-work": "How We Work",
  "why-us": "Why Choose Us",
  "collab": "Data-Driven Marketing Insights",
  "collab-desc": "Providing software and technology solutions that help our clients achieve long-term goals.",
  "results": "Custom Software Development",
  "results-desc": " Assisting in the development of systems and technologies that increase productivity and improve customer interaction.",
  "transparency": "SEO & Digital Marketing",
  "trans-desc": "Offering feasibility studies and comprehensive marketing plans that aid in expansion and growth.",
  "ongoing-support": "24/7 Customer Support",
  "support-desc": "Providing continuous support and guidance to ensure the successful implementation of solutions.",
  "growth": "Business Growth Strategies",
  "user-friendly": "User-Friendly Solutions",

  "our": "Our",
  "mission": "Mission",
  "mission-desc": "We are committed to delivering exceptional software solutions, creating distinguished websites, developing innovative mobile apps, and offering technical and executive consulting that helps our clients achieve their technological and business goals. We strive for constant innovation, enabling our clients to realize their visions through scientific and technical approaches.",
  "vision": "Vision",
  "vision-desc": "At El-Genidy, our vision is to be the first choice for businesses and startups by providing innovative software and technology solutions that contribute to sustainable success. We aim to meet the highest standards of quality and precision to fulfill our clients' needs.",
  "transparency-section": "Transparency",
  "transparency-desc": "We are committed to delivering Exceptional software solutions creating distinguished websites developing innovative mobile apps offering technical and executive consulting that helps our clients achieve their technological and business goals. We strive for constant innovation, enabling our clients to realize their visions through scientific and technical approaches.",
  "our-team": "Get in touch with our team",
  "team-desc": "We have the team and know-how to help you scale 10x faster.",
  "phone-num": "Phone Number",
  "mob-num": "Mobile Number:",
  "num-digits": "1553304400 20+",
  "email": "Email Address",
  "location": "Our Location",
  "loc-desc": "167 Northern 90 St, Jasmine (7), New Cairo, Egypt",

  "view-maps": "VIEW ON MAP",
  "email-us": "Email Us On:",

  "tharawat": "Tharawat Website",
  "thr-desc": " Tharawat is a leading company in providing diverse services covering several vital areas aiming to support and develop the local and international economy. The company was established to be a major center for providing comprehensive solutions for projects and investments.",
  "tools-used": "Tools Used :",
  "purchase": "Purchase",
  "preview": "Preview",

  "souq": "Souq Mazad Website",
  "souq-mob": "Souq Mazad Application",
  "souq-desc": "Souq Mazad offers a valuable experience within the global e-commerce landscape. It's more than just an app for buying and selling; it also allows you to buy, sell, shop, swap items. Souq Mazad provides great offers and deals for a wide range of products, including mobile phones, electronics, and many more.",

  "design-house": "Design House",
  "design-house-desc": "Design House is a gift & decorations store based in Cairo, EGYPT since 2019. This Website offers various services, including design, interior decoration, interior design, and more. We are committed to providing a unique and exceptional experience for our customers.",
  "about-footer": "In GST, there are only a few. We create technical solutions instead, and they actually speak to the way organizations operate.\n We work with businesses and different entities to address technical challenges for opportunities to achieve success and sustainability.",
  "quick": "Quick Links",
  "news-letter": "Newsletter",
  "news-letter-desc": "Subscribe to G.S.T weekly newsletter to get the latest updates.",

  "line-1": "Have a project idea? Connect with us to explore a technical partnership and bring it to life.",
  "line-2": "We are pleased to contact you for a free initial consultation and a response within 24 hours.",
  "feat-1": "WhatsApp direct",
  "feat-2": "Free initial consultation",
  "feat-3": "Fast and professional support",
  "services-title": "We Provide Exclusive Service For Your Business",
  "about-body": "We Are Increasing Business Success With IT Solutions.",
  "appointment": "Make Appointment",
  "call-us": "Call Us On:",
  "about-title": "Empowering Businesses with Comprehensive Marketing & Software Solutions",
  "context": "Drive your business growth with tailored marketing strategies and innovative software solutions designed to meet your unique needs.",
  "select-subject": "Select Subject",
  "make-appointment": "Make An Appointment",
  "make-appointment2": "Make An Appointment",
  
  "intro-first": "Marketing",
  "intro-second": "Software Development",
  "intro-third": "Consultation",

  "intro-first-1": "Grow Your Business",
  "intro-second-1": "Empower Your Business",
  "intro-third-1": "Expert Guidance for",

  "intro-first-2": "with Strategic Marketing",
  "intro-second-2": "with Custom Software",
  "intro-third-2": "Marketing & Software Success",

  "intro-first-desc": "Boost your online presence, engage your audience, and drive conversions with\ntailored marketing strategies designed to meet your unique business goals.",
  "intro-second-desc": "Enhance efficiency, streamline operations, and stay ahead of the competition\nwith innovative software solutions designed specifically for your business.",
  "intro-third-desc": "Whether it's refining your marketing strategy or developing cutting-edge software,\n our experts are here to provide tailored insights and support every step of the way.",

  "discover-more": "Discover More",
  "about-company": "About Company",
  "it-services": "IT SERVICES",
  "recent-posts": "Recent Posts",
  "loader": "Close Preloader",
  "our-projects": "Our Projects",
  "latest-project": "LATEST PROJECT",
  "blog": "Our Blog",
  "follow": "Follow Us On:",
  "loc": "Visit our location:",
  "marketing-title": "Marketing Services",
  "marketing-content": "We deliver tailored solutions, from strategic planning to content creation and ad campaign management, helping brands grow and reach their audience effectively.",
  "honorable": "Honorable Awards",
  "experts": "Skilled Experts",
  "clients": "Happy Clients",
  "projects": "Finished Projects",
  "solution-title": "Together, We Build Successful Businesses with Smart Marketing and Advanced Software Solutions.",
  "solution-desc": "Transform your business with cutting-edge marketing strategies and custom software solutions. Our team of experts delivers tailored services to enhance your digital presence, streamline operations, and drive growth."
}
